---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ChangeType
source: html/c6842f46-be66-a911-c594-8b058f51e323.htm
---
# ChangeType Members

Creates a ChangeType that is a union of the two input ChangeTypes